{
  "basketball":{
    "title": "BASKETBALL",
    "image": "",
    "backImg": "",
    "spCo": "https://th.bing.com/th/id/OIP.4iOYDKQR69GckNETbgLU_wHaE8?w=244&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "description1": "Basketball is a fast-paced team sport played on a rectangular court. Two teams of five players each compete to score points by getting the ball through the opponent's hoop. The game is divided into four quarters (NBA) or halves (youth/recreational), with overtime for tiebreakers. Field goals are worth 2 points (3 points from beyond the arc), while free throws are worth 1 point each.",
    "description2": " Possession is governed by a 24/30-second shot clock, and players must dribble while moving. Common violations include traveling and double dribbling. Fouls result in free throws for the opposing team. Enjoy the excitement of the game!"
  },
  "chess":{
    "title": "CHESS",
    "image": "../assets/msd.png",
    "backImg": "",
    "spCo": "https://th.bing.com/th/id/OIP.4iOYDKQR69GckNETbgLU_wHaE8?w=244&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "description1": " The chessboard is the world, the pieces are the phenomena of the Universe, the rules of the game are what we call the laws of Nature and the player on the other side is hidden from us - Thomas Huxley  ",
    "description2": "Chess is a timeless board game that has captivated minds for centuries. The objective is simple yet complex: to checkmate the opponent's king, putting it in a position where it cannot escape capture. Chess demands strategic thinking, foresight, and tactical prowess. Players must plan their moves carefully, anticipating their opponents' responses. Whether played casually with friends or at the highest levels of competition, chess continues to inspire and challenge minds around the world."
  },
  "tt":{
    "title": "TABLE TENNIS",
    "image": "../assets/msd.png",
    "backImg": "",
    "spCo": "https://th.bing.com/th/id/OIP.4iOYDKQR69GckNETbgLU_wHaE8?w=244&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "description1": "Table Tennis is like an atom. To the ignorant it is merely microscopic and insignificant in existance, but to the dedicated, it is intricate in design and the building block to everything we know. - - Matt Hetherington",
    "description2": "Table tennis, also known as ping pong, is a super fun indoor sport. It's played on a table with small paddles and a lightweight ball. The goal is to hit the ball over the net and make your opponent miss. It's fast-paced and requires quick reflexes."
  },
  "hockey":{
    "title": "HOCKEY",
    "image": "../assets/msd.png",
    "backImg": "",
    "spCo": "https://th.bing.com/th/id/OIP.4iOYDKQR69GckNETbgLU_wHaE8?w=244&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "description1": " The rhythmic slap of sticks together with the roar of the crowd as the players showcase their talent and finesse over the lush green ground is what comprises the game of Hockey!",
    "description2": "Prepare yourself for an uproar of intense emotions as the mosaic of excitement and cheer transcends at the URJA 2024. Players adorned in vibrant uniforms, their movements representing an exquisite blend of coordination and teamwork. The whistles and their adrenaline filled voices navigating through the tension filled air makes the crowd wait patiently for the next shot . The sweat drenched jerseys weave a story of their own.Come and witness an exceptional showcase of merit and tenacity at the much awaited URJA 2k24!"
  },
  "cricket":{
    "title": "CRICKET",
    "image": "../assets/msd.png",
    "backImg": "",
    "spCo": "https://th.bing.com/th/id/OIP.4iOYDKQR69GckNETbgLU_wHaE8?w=244&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "description1": "  You don’t win or lose the games because of the 11 you select. You win or lose with that those 11 do on the field.  – Rahul Dravid",
    "description2": "Cricket is a super popular sport played with a bat and ball. This game is played by two teams of 11 players each. It's all about scoring runs and getting the other team out. It is played on a pitch in a well-maintained field for the same purpose. There are different formats like Test matches and One Day Internationals. It's a game full of excitement, strategy, and amazing moments."
  },
  "football":{
    "title": "FOOTBALL",
    "image": "../assets/msd.png",
    "backImg": "",
    "spCo": "https://th.bing.com/th/id/OIP.4iOYDKQR69GckNETbgLU_wHaE8?w=244&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "description1": " As the game of football unfolds in the heart of the stadium, the crowd goes insane with enthusiasm and high spirit over the sheer determination of players!",
    "description2": "Come and witness the extravagant game of football at URJA 2024 where the prowess of the players give rise to an intense face-off at the battlefield.The event where the elegant maneuver meets the throbbing heartbeats, etching an indelible imprint upon the hearts of all. The place where every second is crucial and each goal signifies a terrific mark, a culmination of intricate passes and a fine testament of exceptional footwork. Don't miss the chance and grab yourself a spot for URJA 2k24"
  },
  
  "tennis":{
    "title": "LAWN TENNIS",
    "image": "../assets/msd.png",
    "backImg": "",
    "spCo": "https://th.bing.com/th/id/OIP.4iOYDKQR69GckNETbgLU_wHaE8?w=244&h=180&c=7&r=0&o=5&dpr=1.5&pid=1.7",
    "description1": "When you do something best in life, you don’t really want to give that up – and for me it’s tennis.―Roger Federer",
    "description2": "Lawn tennis, played on a rectangular court with racquets, involves scoring from 15 to 40, securing a game with a two-point lead. Sets require six games and a two-game lead, with tiebreakers at 6-6. Servers aim diagonally, with lets for minor interruptions. Breaking a deuce requires two consecutive points, and tiebreakers involve serving two points each. Tennis fuses strategy, skill, and athleticism, offering endless excitement."
  }
}
