{
  "cricket": {
    "title": "CRICKET",

    "quote": "You don’t win or lose the games because of the 11 you select. You win or lose with that those 11 do on the field.        – Rahul Dravid",
    "description": "Cricket is a super popular sport played with a bat and ball. This game is played by two teams of 11 players each. It's all about scoring runs and getting the other team out. It is played on a pitch in a well-maintained field for the same purpose. There are different formats like Test matches and One Day Internationals. It's a game full of excitement, strategy, and amazing moments.",

    "rules": [
      "League Format:",
      "1. Urja '24 cricket will be a tennis ball tournament.",
      "2. The Tournament will consist of group stage followed by semis and finals.",
      "3. The group stage consists of 2 groups from which 2 teams from each group will be qualified for semis.",
      " ",

      "Point System:",
      "1. 2 Points will be awarded to the winning team.",
      "2. 0 Point will be awarded to the losing team.",
      "3. 1 Point will be awarded to both teams if the match could not take place due to unavoidable circumstances.",
      "4. In case of a tie in points, the team with a higher Net Run Rate will be placed higher.",
      " ",
      "Rules And Format of Matches:",
      "1. Every match will have a maximum of 14 Overs.",
      "2. There will be field restrictions (powerplay) for the first 5 overs of each innings of the match where only 2 fielders will be allowed outside the inner circle.",
      "3. Only 4 bowlers are allowed to bowl a spell of a maximum of 3 overs.",
      "4. If a wicket falls through caught, the new batsman will be taking the strike irrespective of whether the non-striker has crossed the halfway mark.",
      "5. Mankading will be considered legal and will be counted as runout.",
      "6. Any kind of no-ball will result in a free hit (batsman can only be dismissed via runout) to the batting team on the next ball.",
      "7. LBW dismissal will not be considered.",
      "8. No runs will be counted through Leg byes.",
      "9. Runs will be counted through wides, no balls, byes, and will be considered as extras.",
      "10. If the match ends up in a tie, then the result of the match will be decided on SUPER OVER (6 balls each team), the team batting second will bat first in the super over.",
      "11. If Super Over ends in a tie, then the result will be decided on another Super Over and it will continue until there is an outcome of the match.",
      "12. The final decisions on the field will be taken by the umpires and no objections will be entertained.",

      "Discipline And Regulations:",
      "1. Players and team officials must at all times accept the umpire’s decision. Players must not show dissent at the umpire’s decision or react in a provocative or disapproving manner towards another player or a spectator.",
      "2. The captains are responsible at all times for ensuring that their team has reached the ground before the scheduled time.",
      "3. Any player violating any disciplinary regulations will face serious consequences."
    ],
    "coordinator_Name1": "Amol",
    "position1": "Captain",
    "coordinator_Name2": "Divyanshu Kumar Singh",

    "position2": "Vice-Captain",
    "coordinator1_image": "https://i.ibb.co/SXGhFKD/asaw.jpg",
    "coordinator2_image": "https://i.ibb.co/SXGhFKD/asaw.jpg",
    "boysMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png",
    "girlsMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png"
  },
  "football": {
    "title": "FOOTBALL",
    "quote": "Football teaches you to WIN or to look over your MISTAKES, you are never DEFEATED.",
    "description": "Football is a team sport playedand involves two teams trying to score goals by getting the ball into the opposing team's net. The sport is celebrated for its skillful and precise passing, and the unity displayed by teams striving for victory",
    "rules": [
      "Rule Book will be provided to you. Point distribution is as follows",
      "1st : 10 Points",
      "2nd : 7 Points",
      "3rd : 5 Point"
    ],
    "coordinator_Name1": "Mohit Ranjan Singh",
    "position1": "Captain",
    "coordinator_Name2": "Abhinav",
    "position2": "Vice-Captain",
    "coordinator1_image": "https://i.ibb.co/brGB25T/Football-1-Mohit-Ranjan-Singh-1-1-1.jpg",
    "coordinator2_image": "https://i.ibb.co/drYCryp/Football-2-1-1.jpg",
    "boysMatchSchedule": "https://i.ibb.co/SR84kd6/football-schedule-1.png",
    "girlsMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png"
  },
  "badminton": {
    "title": "BADMINTON",
    "quote": "Keep calm and Smash hard ",
    "description": "Badminton, which originated as a pastime in ancient India, has evolved into a competitive indoor sport. In frantic rallies, players use a feathered shuttlecock, which calls for quick reactions, accuracy, and strategy. Badminton continues to be a cherished recreational activity and a fiercely competitive international sport thanks to its accessibility and widespread appeal, enthralling fans with its fast-paced action and thrilling moments.",

    "rules": [
      "RULES FOR MEN’S TEAM EVENT:",
      "1. Each team needs to have a minimum of 6 players with an upper bound of 7 players per team.",
      "2. Every tie consists of 5 matches in a tie (explained below) and every match shall be best of 3 games of 15 points each (with deuce and advantage concept till 21-21. If the score reaches 21-21, the first person to score 22nd point wins that game). The sequence of a tie would be:",
      "- 1st Singles",
      "- 2nd Singles",
      "- 1st Doubles",
      "- 3rd Singles",
      "- 2nd Doubles",
      "3. Only one player is allowed to repeat, that is, he shall be allowed to play both singles as well as doubles match for the team.",
      "4. Every match won will contribute +1 to the overall tie score of the team and every match lost will contribute +0 to the overall tie score of the team.",
      "5. The team with more points at the end of the 5 matches wins the tie and will proceed to the next round.",
      "6. Semi-finals and finals matches will consist of 3 games of 21 points each (with deuce and advantage concept till 30-30. If the score reaches 30-30, the first person to score 31st point wins that game).",
      "RULES FOR WOMEN’S TEAM EVENT:",
      "1. Each team needs to have a minimum of 3 players with an upper bound of 5 players per team.",
      "2. Every match shall be best of 3 games of 21 points each (with deuce and advantage concept till 30-30. If the score reaches 30-30, the first person to score the 31st point wins that game).",
      "3. Only one player is allowed to repeat, that is, she shall be allowed to play both singles as well as doubles match for the team.",
      "4. Every match won will contribute +1 to the overall score of the team and every match lost will contribute +0 to the overall score of the team.",
      "5. The sequence of the matches will be:",
      "- 1st Singles",
      "- 1st Doubles",
      "- 2nd Singles",
      "6. The team with more points at the end of the 3 matches wins. (i.e., if it wins 2 out of 3 matches).",
      "RULES FOR THE TOURNAMENT",
      "1. Each team has to report at least 20 minutes before the match timing, failing to do so will result in a walkover.",
      "2. Decisions taken by the umpires and the sports head during the tournament/match will be final and won’t be changed under any circumstances.",
      "3. A list of all the players of each team must be submitted before the match in the order of the match they will play. The team order given by the respective team captains will not be changed later on.",
      "4.  Point distribution is as follows",
      "1st : 10 Points",
      "2nd : 7 Points",
      "3rd : 5 Point"
    ],
    "coordinator_Name1": "Chaitanya Kumar ",
    "position1": "Boy's Captain",
    "coordinator_Name2": "Shravya",
    "position2": "Girl's Captain",
    "coordinator1_image": "https://i.ibb.co/gzvKTZL/badminton-1-1-1-1.jpg",
    "coordinator2_image": "https://i.ibb.co/8bnWDYd/badminton-2-1-1.jpg",
    "boysMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png",
    "girlsMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png"
  },
  "basketball": {
    "title": "BASKETBALL",
    "quote": "Basketball is a sport that combines athleticism and strategy, where players aim for nothing but net and teamwork reigns supreme.",
    "description": [
      "Basketball is a fast-paced team sport played on a rectangular court. Two teams of five players each compete to score points by getting the ball through the opponent's hoop. The game is divided into four quarters (NBA) or halves (youth/recreational), with overtime for tiebreakers. Field goals are worth 2 points (3 points from beyond the arc), while free throws are worth 1 point each. Possession is governed by a 24/30-second shot clock, and players must dribble while moving. Common violations include traveling and double dribbling. Fouls result in free throws for the opposing team. Enjoy the excitement of the game!",
      "EVENTS FOR BASKETBALL:         ",
      "1. Men’s team event          ",
      "2. Women’s team event"
    ],

    "rules": [
      "RULES FOR MEN’S TEAM EVENT:",
      "1. Each team begins with 5 players on the court.",
      "2. Each game consists of four 8-minute quarters. 1 minute between each quarter and up to a 5 minutes half time.",
      "3. 5 personal fouls will result in a player fouling out of the game.",
      "4. In case of Tie, Game can be extended up to 4 minutes.",
      "5. Top two teams in each group will be qualified for semifinals.",
      "6. Each quarter of Finals and Semifinals will be of 10 minutes.",

      "RULES FOR WOMEN’S TEAM EVENT:",
      "1. Each team begins with 5 players on the court.",
      "2. Each game consists of four 6-minute quarters. 1 minute between each quarter and up to a 5 minutes half time.",
      "3. 5 personal fouls will result in a player fouling out of the game.",
      "4. In case of Tie, Game can be extended up to 3 minutes.",
      "5. Top two teams will be qualified for Finals.",

      "RULES FOR THE TOURNAMENT:",
      "1. Each team has to report at least 30 minutes before the match timing, failing to do so will result in a walkover.",
      "2. No player is allowed to argue a foul with a referee. Decisions taken by the referee and the sports head during the tournament/match will be final and won’t be changed under any circumstances.",
      "3. A list of all the players of each team must be submitted before the match in the order of the match they will play. The team order given by the respective team captains will not be changed later on.",
      "In case of rain, the Game will be rescheduled to available slots.",

      "4. POINTS DISTRIBUTION",
      "1st - 10 Points",
      "2nd - 7 Points",
      "3rd - 5 Points"
    ],
    "coordinator_Name1": "Coordinator1",
    "position1": "Captain",
    "coordinator_Name2": "Coordinator2",
    "position2": "Vice-Captain",
    "coordinator1_image": "https://i.ibb.co/SXGhFKD/asaw.jpg",
    "coordinator2_image": "https://i.ibb.co/SXGhFKD/asaw.jpg",
    "boysMatchSchedule": "https://i.ibb.co/cwDjbSr/basketball-Boys-Semi.png",
    "girlsMatchSchedule": "https://i.ibb.co/0YFjCLW/basketball-girls-1.png"
  },
  "hockey": {
    "title": "HOCKEY",
    "quote": "RUN, When You Can WALK, If You Have To CRAWL, You Must; Just NEVER GIVE UP",
    "description": "Hockey is a team sport played on a rectangular pitch, where two teams of eleven players each aim to score goals by hitting a ball into the opposing team's net. The team with the most goals at the end of the  match wins and players must wear protective gear, to ensure safety. Specific rules may vary slightly depending on the level of play.",
    "rules": [
      "1. Use of Stick: Players must use the flat side of their field hockey sticks to control, pass, and shoot the ball. Using the rounded side is a foul.",
      "2. No Body Contact: Field hockey is a non-contact sport, so players are not allowed to use their bodies to obstruct or tackle opponents. Doing so results in a foul.",
      "3. Obstruction: Players are not allowed to obstruct opponents from reaching the ball. This includes using their body or stick to block an opponent's path.",
      "4. Dangers Play: Any action that is deemed dangerous, such as a high stick or a reckless swing, is a foul. Safety is a top priority in field hockey.",
      "5. Penalty Corners: When a foul occurs within the striking circle, the attacking team is awarded a penalty corner. This is a set piece where the ball is placed at the circle's edge, and the attacking team has the opportunity to take a shot on goal."
    ],
    "coordinator_Name1": "Adarsh Kumar Nayak",
    "position1": "Captain",
    "coordinator_Name2": "Mohit",
    "position2": "Vice-Captain",
    "coordinator1_image": "https://i.ibb.co/WkP8ZqM/Hockey-1-1-1-1.jpg",
    "coordinator2_image": "https://i.ibb.co/xhCF0qF/Hockey-2-1-1.jpg",
    "boysMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png",
    "girlsMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png"
  },
  "athletic": {
    "title": "ATHLETICS",

    "quote": "Athletics events are the pinnacle of human physical achievement, where speed, strength, and endurance collide in a glorious display of athleticism.",
    "description": "Athletics events, also known as track and field, encompass a wide range of sports that showcase individual and team talents in running, jumping, throwing, and combined events. These events include sprints, long-distance running, high jump, long jump, shot put, javelin throw, and more. Athletes compete to break records and push the limits of human potential, making them a source of inspiration.",

    "rules": [
      "TRACK EVENTS:",
      "100 Meters Race (B/G)",
      " 200 Meters Race (B/G)",
      " 400 Meters Race (B/G)",
      " 800 Meters Race (B/G)",
      " 1500 Meters Race (B/G)",
      " 3000 Meters Race (B/G)",
      " 4x100 Relay (B/G)",
      " 4x400 Relay (B)",
      " Medley Race",
      " Mixed Race",
      " Cross-Country (B/G)",

      "FIELD EVENTS:",
      " Long Jump (B/G)",
      " High Jump (B)",
      " Triple Jump (B/G)",
      " Javelin Throw (B/G)",
      " Discus Throw (B/G)",
      " Shotput (B/G)",
      " Tug of War (B/G)",
      "RULES FOR 100/200/400 METER RACES:",
      "➔ A Branch can have a maximum of 4 participants for the event.",
      "➔ Heats will be conducted before the finals, and the top 2 qualifiers per heat will enter into the final race.",
      "➔ Players can bring their own starting blocks if needed.",
      "➔ Lane change during the event is strictly prohibited, which will lead to disqualification of the athlete.",
      "➔ False start will lead to disqualification.",

      "RULES FOR 800/1500/3000 METER RACES:",
      "➔ For the long races, straight Finals will be held.",
      "➔ A Branch can have a maximum of 4 participants for the event.",
      "➔ Lane change is allowed after the start of the race.",
      "➔ False start will lead to disqualification.",

      "RULES FOR RELAY RACES (4x100, 4x400M):",
      "➔ During the Race, if Baton is dropped, it shall be recovered by the athlete without lessening the distance to be covered.",
      "➔ Baton shall be passed within the takeover zone.",
      "➔ Passing of the Baton outside the takeover zone will lead to disqualification.",
      "➔ Lane change is not allowed in 4x100m, whereas in 4x400m race, lane can be changed only after the first lap.",

      "RULES FOR MIXED RELAY:",
      "➔ 2 Boys and 2 girls will participate in the event.",
      "➔ The first 100m will be covered by a male athlete followed by a female athlete for another 100m and so on for the remaining of the distance.",
      "➔ Lane change is not allowed at all.",
      "➔ Baton shall be passed within the takeover zone.",
      "➔ Passing of Baton outside the takeover zone will lead to disqualification.",

      "RULES FOR MEDLEY RACE:",
      "➔ 2 male and 2 female athletes will participate in the event.",
      "➔ The first 400m will be covered by the male athlete, and lane must not be changed, then the next 100m will be covered by the female athlete, and from now on, the lane change is allowed for the rest of the event.",
      "➔ During the Race, if Baton is dropped, it shall be recovered by the athlete without lessening the distance to be covered.",

      "RULES FOR CROSS-COUNTRY RACE:",
      "➔ A marathon of 5 kms will be held where any number of athletes from a branch can participate.",
      "➔ The token must be collected by the athletes during the race to ensure that they covered the given distance and no malpractice is involved.",

      "RULES FOR THROWING EVENTS:",
      "➔ A maximum of 4 participants per branch is allowed per event.",
      "➔ Shotput/Discus/Javelin should fall under the stipulated region for the throw to be valid.",
      "➔ Safety should be maintained during the throw.",
      "➔ Subsequent false throws will lead to disqualification.",
      "➔ The instrument must be released within the circular region without the athlete moving out of the throwing zone.",

      "RULES FOR JUMP EVENTS:",
      "➔ A maximum of 4 participants per branch is allowed per event.",
      "➔ The athlete shall initiate all attempts from behind the designated foul line.",
      "➔ Initially qualifying rounds will be held after which the bars will be raised in high jump event till we obtain a winner.",
      "➔ All other rules will be communicated by the referee on the ground.",

      "Note:",
      " An athlete can participate in 3 individual events only (excluding cross country, relays).",
      " If any event has less than 7 participants, the event will be scrapped.",
      " Participation of the athlete will be canceled if not reached on time.",
      " All the participants should carry their ID Card (especially during tug of war).",
      "In the case of 100m, 200m, Final results will be decided based on the video recordings.",

      "POINTS",
      "Individual Events- Gold (5 points)",
      "Silver (3 points)",
      "Bronze (1 point)",
      "Relay Events- Gold (7 points)",
      "Silver (5 points)",
      "Bronze (3 points)",
      "Cross country - Gold (5 points)",
      "Silver (4 points)",
      "Bronze (3 points)",
      "4th position (2 points)",
      "5th position (1 point)"
    ],

    "coordinator_Name1": "Coordinator",
    "position1": "Captain",
    "coordinator_Name2": "Coordinator",
    "position2": "Vice-Captain",
    "coordinator1_image": "https://i.ibb.co/SXGhFKD/asaw.jpg",
    "coordinator2_image": "https://i.ibb.co/SXGhFKD/asaw.jpg",
    "boysMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png",
    "girlsMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png"
  },
  "tableTennis": {
    "title": "TABLE  TENNIS",
    "quote": "Table Tennis is like an atom. To the ignorant it is merely microscopic and insignificant in existance, but to the dedicated, it is intricate in design and the building block to everything we know.          - Matt Hetherington",

    "description": [
      "Table tennis, is a fast-paced indoor sport played with small paddles and a lightweight ball. Players compete across a rectangular table, aiming to score points by hitting the ball over the net and into the opponent's side. The sport demands quick thinking, incredible hand-eye coordination, and the ability to spin the ball with precision, making it a thrilling and skillful game enjoyed by people of all ages around the world.",
      "EVENTS FOR TABLE TENNIS:           ",
      "1. Men’s team event          ",
      "2. Women’s team event"
    ],

    "rules": [
      "Men's Team Event Rules",
      "1. Team Composition: Each team must consist of 3 boy players and 1 extra player.",
      "2. Doubles Match: 1 double match. In the doubles match, each team selects 2 players to participate.",
      "3. Singles Matches: There will be 4 singles matches in total. Each player can play a maximum of 2 matches.",
      "4. Order of Play: The order of play for singles matches can be determined by each team before the tournament begins. These rules ensure a fair and balanced table tennis tournament. There will be 5 matches in total. 3 players per team and a limit of 2 matches per player.",

      "5. Points Distribution (Men's Team Event): 1st - 10 Points, 2nd - 7 Points, 3rd - 5 Points.",
      " Each team has to report at least 20 minutes before the match timing, failing to do so will result in a walkover.",

      "Women's Team Event Rules",
      "1. Team Composition: Each team must consist of 2 players and 1 extra player.",
      "2. Doubles Match: 1 double match. In the doubles match, each team selects 2 players to participate.",
      "3. Singles Matches: There will be 2 singles matches in total. Each player can play a maximum of 2 matches.",
      "4. Order of Play: The order of play for singles matches can be determined by each team before the tournament begins. These rules ensure a fair and balanced table tennis tournament. There will be 3 matches in total. 2 or 3 players per team and a limit of 2 matches per player.",

      "5. Points Distribution (Women's Team Event): 1st - 10 Points, 2nd - 7 Points, 3rd - 5 Points. ",
      "Each team has to report at least 20 minutes before the match timing, failing to do so will result in a walkover."
    ],
    "coordinator_Name1": "Akash Tomar",
    "position1": "Boy's Team Captain",
    "coordinator_Name2": "B Vinisha Sai Jyotsna Komali ",
    "position2": "Girl's team Captain ",
    "coordinator1_image": "https://i.ibb.co/PQMVD98/TAble-tennis-1-1-1.jpg",
    "coordinator2_image": " https://i.ibb.co/xh23rHS/Table-Tennis-2-1-1.jpg",
    "boysMatchSchedule": "https://i.ibb.co/H7qZvSq/tt-boys-schedule-1-1.png",
    "girlsMatchSchedule": "https://i.ibb.co/cyp5Lqv/tt-girls-schedule-1-1-1.png"
  },
  "lawnTennis": {
    "title": "LAWN TENNIS",
    "quote": "Talk with your racquet, play with your heart.",
    "description": "Lawn tennis, played on a rectangular court with racquets, involves scoring from 15 to 40, securing a game with a two-point lead. Sets require six games and a two-game lead, with tiebreakers at 6-6. Servers aim diagonally, with lets for minor interruptions. Breaking a deuce requires two consecutive points, and tiebreakers involve serving two points each. Tennis fuses strategy, skill, and athleticism, offering endless excitement.",
    "rules": ["Will be updated soon."],
    "coordinator_Name1": "Aayush Kumar Gupta",
    "position1": "Captain",
    "coordinator_Name2": "Coordinator",

    "position2": "Vice-Captain",
    "coordinator1_image": "https://i.ibb.co/rcTCXYy/Lawn-Tennis-1-1.jpg",
    "coordinator2_image": " https://i.ibb.co/SXGhFKD/asaw.jpg",
    "boysMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png",
    "girlsMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png"
  },

  "chess": {
    "title": "CHESS",
    "quote": "The chessboard is the world, the pieces are the phenomena of the Universe, the rules of the game are what we call the laws of Nature and the player on the other side is hidden from us. -Thomas Huxley",
    "description": "Chess is a timeless board game that has captivated minds for centuries. The objective is simple yet complex: to checkmate the opponent's king, putting it in a position where it cannot escape capture. Chess demands strategic thinking, foresight, and tactical prowess. Players must plan their moves carefully, anticipating their opponents' responses. Whether played casually with friends or at the highest levels of competition, chess continues to inspire and challenge minds around the world.",
    "rules": [
      "1. Both the teams would have 5 main players.",
      "2. The matches will be played in a limited time format.",
      "3. Each team will play 3 league matches.",
      "4. The aim is to checkmate the king or make the opponent resign.",
      "5. Points Offered:",
      "- Win: 1 point",
      "- Draw: 1/2 point",
      "- Loss: 0 points",
      "6. All the standard rules of stalemate, en passant, and threefold repetition will be followed.",
      "7. All the official FIDE rules regarding points, legal & illegal moves, and in times of appeal will be followed.",
      "8. Points Distribution:",
      "1st - 10 Points",
      "2nd - 7 Points",
      "3rd - 5 Points"
    ],
    "coordinator_Name1": "Prashant Raj",
    "position1": "Boy's Captain",
    "coordinator_Name2": "Prerna Pan",

    "position2": "Girl's Captain",
    "coordinator1_image": "https://i.ibb.co/4NJp1mm/Prashant-Raj-chess-1-1-1.jpg",
    "coordinator2_image": "https://i.ibb.co/3h5VN4w/chess-2-Prerna-Pan-1-1.jpg",
    "boysMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png",
    "girlsMatchSchedule": "https://i.ibb.co/s3xr1zz/Screenshot-2023-09-07-034542.png"
  },
  "volleyBall": {
    "title": "VOLLEYBALL",
    "quote": "Once you get the taste of ruining somebody’s great hit, it stays with you. And it changes the game. A great defensive play is worth about five points in emotion.  – Caren Kemner",
    "description": "Volleyball is a super fun sport played with a team and a net.  The goal is to keep the ball in the air and send it over the net to the other team. It requires teamwork, coordination, and quick reflexes. Whether you're playing on the beach or in a gym, volleyball is a great way to have a blast and stay active.",
    "rules": [
      "1. Both the teams would have 6 players.",
      "2. The league stage would be a best of 3 contest.",
      "3. The finals would be played for 5 sets.",
      "4. Every set would be of 25 points except the deciding set which would be of 15 points.",
      "5. No rotation would be needed.",
      "6. All the standard rules such as net touch, line cross, over ball, double would be considered.",
      "7. A team would need to change the server once the rally is broken."
    ],
    "coordinator_Name1": "Shubham Tiwari",
    "position1": "Captain",
    "coordinator_Name2": "Satish",

    "position2": "Vice-Captain",
    "coordinator1_image": "https://i.ibb.co/m6xXzH4/Volley-ball-1-1.jpg",
    "coordinator2_image": "https://i.ibb.co/HqwM9nB/volleyball-2-1.jpg",
    "boysMatchSchedule": "https://i.ibb.co/zb48Wg9/volleyball-schedule.jpg",
    "girlsMatchSchedule": "https://i.ibb.co/QkmKJ1S/volleyball-schedule-girls.jpg"
  }
}
